Repository: securefolderfs-community/ClipboardCanvas
Catalog: ClipboardCanvas/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, pt_pt, ro_ro, ru_ru, zh_cn

# AddCollection
source: Add a collection
de_de: Eine Sammlung hinzufügen
pt_pt: Adicionar uma coleção
ro_ro: Adaugă o colecție
ru_ru: Добавить коллекцию
zh_cn: 添加合集

source: Cancel
de_de: Abbrechen
pt_pt: Cancelar
ro_ro: Anulare
ru_ru: Отмена
zh_cn: 取消

# CanvasTypeInfoCurrentInfiniteCanvas
source: You're in Infinite Canvas mode
de_de: Du bist im 'Unbegrenzte Leinwand'-Modus
pt_pt: Está no modo Tela Infinita
ro_ro: Ești în modul Canvas Infinit
ru_ru: Вы находитесь в режиме бесконечного полотна
zh_cn: 正在使用无限画布模式

# CanvasTypeInfoCurrentOneCanvas
source: You're in One Canvas mode
de_de: Du bist im 'Eine Leinwand'-Modus
pt_pt: Está no modo de Tela Única
ro_ro: Ești în modul un Canvas
ru_ru: Вы находитесь в режиме одного полотна
zh_cn: 正在使用单画布模式

source: Change icon
de_de: Icon ändern
pt_pt: Mudar ícone
ro_ro: Modificare pictogramă
ru_ru: Изменить иконку
zh_cn: 修改图标

# ChangelogFetchingDataFromGitHub
source: Fetching data from GitHub
de_de: Ruft Daten aus GitHub ab
pt_pt: Obtendo dados de GitHub
ro_ro: Preluare date de la GitHub
ru_ru: Получение данных из GitHub
zh_cn: 正在从 GitHub 获取数据

# ChangelogFetchingError
source: An error occurred while trying to fetch Clipboard Canvas' release notes from GitHub
de_de: Beim Versuch des Abrufes der Versionshinweise aus GitHub ist ein Fehler aufgetreten
pt_pt: Ocorreu um erro ao tentar obter as notas de lançamento da Clipboard Canvas do GitHub
ro_ro: Am întâmpinat o eroare încercând sa preluam notele de lansare Clipboard Canvas de pe GitHub
ru_ru: Произошла ошибка при попытке получить заметки о выпуске Clipboard Canvas' из GitHub
zh_cn: 尝试从 GitHub 获取 Clipboard Canvas 的发行说明时出错

# ChangelogTitle
source: Clipboard Canvas has been updated!
de_de: Clipboard Canvas wurde aktualisiert!
pt_pt: Clipboard Canvas foi atualizado!
ro_ro: Clipboard Canvas a fost actualizat!
ru_ru: Clipboard Canvas был обновлен!
zh_cn: Clipboard Canvas 已更新!

source: ChangelogViewOnGitHub
de_de: In GitHub ansehen
pt_pt: Ver no GitHub
ro_ro: Vezi pe GitHub
ru_ru: Просмотреть на GitHub
zh_cn: 在 GitHub 上查看

source: Close Search
de_de: Suche schließen
pt_pt: Fechar Pesquisa
ro_ro: Închidere Căutare
ru_ru: Закрыть поиск
zh_cn: 关闭搜索

# CollectionErrorNotificationDescription
source: {0} Error: {1}
de_de: {0} Fehler: {1}
pt_pt: {0} Erro: {1}
ro_ro: {0} Eroare: {1}
ru_ru: {0} Ошибка: {1}
zh_cn: {0} 错误: {1}

# CollectionFolderNotFound
source: The folder associated with this collection was not found.
de_de: Der mit dieser Sammlung assoziierte Ordner konnte nicht gefunden werden.
pt_pt: A pasta associada a esta coleção não foi encontrada.
ro_ro: Folderul asociat cu această colecție nu a fost găsit.
ru_ru: Папка, связанная с этой коллекцией, не найдена.
zh_cn: 找不到与此合集关联的文件夹。

# CollectionIsBeingInitialized
source: The Collection is being initialized
de_de: Die Sammlung wird initialisiert
pt_pt: A Coleção está a ser inicializada
ro_ro: Colecția este în curs de inițializare
ru_ru: Коллекция инициализируется
zh_cn: 正在初始化合集

source: Collections
de_de: Sammlungen
pt_pt: Coleções
ro_ro: Colecții
ru_ru: Коллекции
zh_cn: 合集

# CollectionTooltip
source: Double click to open this Collection. Right click for more options.
de_de: Doppelklick zum Öffnen dieser Sammlung. Rechtsklick für mehr Optionen.
pt_pt: Duplo clique para abrir esta coleção. Clique com o botão direito do rato para mais opções.
ro_ro: Dublu-clic pentru a deschide această Colecție. Clic dreapta pentru mai multe opțiuni.
ru_ru: Щелкните дважды, чтобы открыть эту коллекцию. Щелкните правой кнопкой мыши для получения дополнительных параметров.
zh_cn: 双击打开此合集。 右键单击可查看更多选项。

source: Collection unavailable
de_de: Sammlung unverfügbar
pt_pt: Coleção indisponível
ro_ro: Colecție indisponibilă
ru_ru: Коллекция недоступна
zh_cn: 合集不可用

source: Continue in Restricted Access
de_de: Im beschränkten Zugang fortfahren
pt_pt: Continuar em Acesso Restrito
ro_ro: Continuă în Acces restricționat
ru_ru: Продолжить в ограниченном режиме
zh_cn: 继续受限访问

source: Copy file
de_de: Datei kopieren
pt_pt: Copiar ficheiro
ro_ro: Copiere fișier
ru_ru: Копировать файл
zh_cn: 复制文件

source: Copy selected text
de_de: Ausgewählten Text kopieren
pt_pt: Copiar texto selecionado
ro_ro: Copiere text selectat
ru_ru: Копировать выбранный текст
zh_cn: 复制所选文本

# CouldNotDeleteCollectionIcon
source: Current icon could not be deleted.
de_de: Aktuelles Icon konnte nicht gelöscht werden.
pt_pt: O ícone atual não pode ser eliminado.
ro_ro: Pictograma curentă nu a putut fi ștearsă.
ru_ru: Текущая иконка не может быть удалена.
zh_cn: 无法删除当前图标。

# CouldNotRemoveCollectionIcon
source: Couldn't remove icon.
de_de: Icon konnte nicht entfernt werden
pt_pt: Não foi possível remover o ícone.
ro_ro: Nu s-a putut șterge pictograma.
ru_ru: Не удалось удалить иконку.
zh_cn: 无法删除图标。

# CouldNotRenameCollection
source: Couldn't rename Collection
de_de: Sammlung konnte nicht umbenannt werden
pt_pt: Não foi possível mudar o nome da Coleção
ro_ro: Nu s-a putut redenumi Colecția.
ru_ru: Не удалось переименовать коллекцию
zh_cn: 无法重命名合集

# CouldNotSetCollectionIcon
source: Couldn't set custom Collection icon.
de_de: Eigenes Sammlungsicon konnte nicht gesetzt werden
pt_pt: Não foi possível definir o ícone personalizado da Coleção.
ro_ro: Nu s-a putut seta o pictogramă personalizată pentru Colecție.
ru_ru: Не удалось установить иконку коллекции.
zh_cn: 无法设置自定义合集图标。

source: Default Collection
de_de: Standardsammlung
pt_pt: Coleção predefinida
ro_ro: Colecția implicită
ru_ru: Коллекция по умолчанию
zh_cn: 默认合集

source: Delete
de_de: Löschen
pt_pt: Eliminar
ro_ro: Ștergere
ru_ru: Удалить
zh_cn: 删除

source: Delete file
de_de: Datei löschen
pt_pt: Eliminar ficheiro
ro_ro: Ștergere fișier
ru_ru: Удалить файл
zh_cn: 删除文件

source: Delete Infinite Canvas
de_de: Unbegrenzte Leinwand löschen
pt_pt: Eliminar Tela Infinita
ro_ro: Ștergere Canvas Infinit
ru_ru: Удалить бесконечное полотно
zh_cn: 删除无限画布

source: Delete item
de_de: Gegenstand löschen
pt_pt: Eliminar item
ro_ro: Ștergere element
ru_ru: Удалить объект
zh_cn: 删除项目

# DeleteItemDescription
source: Are you sure you want to delete this item?
de_de: Bist du sicher, dass du diesen Gegenstand löschen möchtest?
pt_pt: Tem a certeza de que quer eliminar este item?
ro_ro: Sigur vrei să ștergi acest element?
ru_ru: Вы уверены, что хотите удалить этот объект?
zh_cn: 确定删除此项目？

# DeletePermanently
source: Permanently delete
de_de: Dauerhaft löschen
pt_pt: Eliminar permanentemente
ro_ro: Ștergere definitivă
ru_ru: Удалить навсегда
zh_cn: 永久删除

source: Delete Reference
de_de: Referenz löschen
pt_pt: Eliminar Referência
ro_ro: Ștergere Referință
ru_ru: Удалить упоминание
zh_cn: 删除引用

# DropOrPasteToAddContent
source: Drag and drop or paste to add content
de_de: Ziehen und loslassen zum Einfügen von Inhalten
pt_pt: Arrastar e largar ou colar para adicionar conteúdo
ro_ro: Drag and drop sau lipește pentru a adăuga conținut
ru_ru: Перетащите или вставьте для добавления содержимого
zh_cn: 通过拖放或粘贴添加内容

# EmptyTimelineSectionText
source: Recently pasted items will show up on your Timeline here
de_de: Kürzlich eingefügte Gegenstände tauchen hier auf deiner Zeitleiste auf.
pt_pt: Itens colados recentemente aparecerão na sua Linha do Tempo aqui
ro_ro: Elemente lipite recent vor fi apărea în Cronologie, chiar aici
ru_ru: Недавно вставленные объекты будут отображаться на временной шкале здесь
zh_cn: 在时间轴上显示最近粘贴的项目

source: Error
de_de: Fehler
pt_pt: Erro
ro_ro: Eroare
ru_ru: Ошибка
zh_cn: 错误

# ErrorWhilstOverridingReference
source: Error whilst overriding reference. Error: {0}
de_de: Fehler beim Überschreiben der Referenz. Fehler: {0}
pt_pt: Erro ao anular a referência. Erro: {0}
ro_ro: Eroare în timpul suprascrierii referinței. Eroare: {0}
ru_ru: Ошибка при переопределении упоминания. Ошибка: {0}
zh_cn: 重写引用时错误. Error: {0}

source: Find next
de_de: Nächste finden
pt_pt: Localizar seguinte
ro_ro: Găsire următor
ru_ru: Найти следующее
zh_cn: 查找下一个

source: Find previous
de_de: Vorherige finden
pt_pt: Localizar anterior
ro_ro: Găsire precedent
ru_ru: Найти предыдущее
zh_cn: 查找上一个

# HomePageTargetAutopasteDescription
source: Right click desired collection and set it as an autopaste target.
de_de: Rechtsklicke gewünschte Sammlung und setze sie als ein Autoeinfügen-Ziel
pt_pt: Clique com o botão direito do rato na coleção desejada e defina-a como um alvo de colagem automática.
ro_ro: Clic-dreapta pe Colecția dorită și seteaz-o ca o țintă pentru autolipire.
ru_ru: Щелкните правой кнопкой мыши по коллекции и установите ее в качестве цели автовставки.
zh_cn: 右键单击所需合集并将其设置为自动粘贴目标。

# HomePageTargetAutopasteTitle
source: Select autopaste target
de_de: Autoeinfügen-Ziel auswählen
pt_pt: Selecione um alvo para a colagem automática
ro_ro: Selectare țintă autolipire
ru_ru: Выберите цель автовставки
zh_cn: 选择自动粘贴目标

source: InfiniteCanvasIsEmpty
de_de: Unbegrenzte Leinwand ist leer
pt_pt: A Tela Infinita está vazia
ro_ro: Canvasul Infinit este gol
ru_ru: Бесконечное полотно пусто
zh_cn: 无限画布为空

source: Invalid file.
de_de: Ungültige Datei.
pt_pt: Ficheiro inválido.
ro_ro: Fișier invalid.
ru_ru: Недопустимый файл.
zh_cn: 文件无效。

# NoItemsToPreview
source: There are no items to preview.
de_de: Es gibt keine Gegenstände zur Vorschau.
pt_pt: Não há itens para pré-visualizar.
ro_ro: Nu există elemente de vizualizat.
ru_ru: Нет объектов для предпросмотра.
zh_cn: 没有可预览的项目。

# OOBECollectionPreviewDescription
source: Get a bird's eye view of your files. Quickly locate what you need thanks to search function in Collection Preview.
de_de: Wechsle in die Vogelperspektive deiner Dateien. Lokalisiere schnell was du brauchst, dank der Suchfunktion in der Sammlungsvorschau.
pt_pt: Obtenha uma vista aérea dos seus ficheiros. Localize rapidamente o que precisa graças à função de pesquisa na Pré-visualização da coleção.
ro_ro: Ia o privire scurtă la fișierele tale. Lochează rapid toate fișierele de care ai nevoie mulțumită funcției de căutare în Previzualizare Colecție.
ru_ru: Получите представление о ваших файлах с высоты птичьего полета. Быстро находите то, что вам нужно, благодаря функции поиска в разделе предпросмотра коллекции.
zh_cn: 查找的文件。通过预览合集中的搜索功能，可以快速找到您所需要的内容。

# OOBECollectionPreviewTitle
source: Preview your Collections
de_de: Vorschau deiner Sammlung
pt_pt: Pré-visualize as suas Coleções
ro_ro: Previzualizează-ți Colecțiile
ru_ru: Предпросмотр ваших коллекций
zh_cn: 预览你的合集

# OOBECollectionsDescription
source: Use Collections to swiftly move around your workspaces. Customize collections to fit your needs. Group your work in separate folders.
de_de: Nutze Sammlungen, um dich rasch in deinen Arbeitsbereichen umherzubewegen. Passe Sie entsprechend deinen Wünschen an. Gruppiere deine Arbeit in getrennten Ordnern.
pt_pt: Utilize as Coleções para se deslocar rapidamente nos seus espaços de trabalho. Personalize as coleções de acordo com as suas necessidades. Agrupe o seu trabalho em pastas separadas.
ro_ro: Utilizează Colecțiile pentru a te muta cu elan printre spații de lucru. Personalizează colecțiile nevoilor tale. Grupează-ți munca în foldere separate.
ru_ru: Используйте коллекции для быстрого перемещения по рабочему пространству. Настраивайте коллекции в соответствии со своими потребностями. Группируйте работу в отдельные папки.
zh_cn: 使用合集在您的工作区中快速移动。 自定义合集可以满足您的需求。 将工作分组到不同的文件夹中。

# OOBECollectionsTitle
source: Manage your workspace using Collections
de_de: Verwalte deinen Arbeitsbereich mithilfe von Sammlungen
pt_pt: Gere o seu espaço de trabalho utilizando Coleções
ro_ro: Gestionează-ți spațiul de lucru cu Colecții
ru_ru: Управление рабочим пространством с помощью коллекций
zh_cn: 使用合集管理你的工作区

# OOBEFinishDescription
source: You are now ready to start using Clipboard Canvas! You can customize your app experience by heading to Settings.
de_de: Du bist nun bereit, Clipboard Canvas zu nutzen! Du kannst deine App-Erfahrung in den Einstellungen anpassen.
pt_pt: Está agora pronto para começar a usar Clipboard Canvas! Pode personalizar a sua experiência na aplicação, dirigindo-se às Definições.
ro_ro: Ești gata să folosești Clipboard Canvas! Îți poți personaliza experiența în Setări.
ru_ru: Теперь вы готовы начать использовать Clipboard Canvas! Вы можете настроить работу с приложением в соответствующем разделе.
zh_cn: 您现在可以开始使用Clipboard Canvas!了！ 您可以通过前往“设置”来自定义您的应用体验。

# OOBEFinishTitle
source: You're good to go!
de_de: Du bist startklar!
pt_pt: Está pronto para ir!
ro_ro: Ești gata de plecare!
ru_ru: Вы готовы к работе!
zh_cn: 现在开始吧！

# OOBEInfiniteCanvasDescription
source: View your files on limit-free canvas. Infinite Canvas is your desktop sticky board that allows you to manage your work in a flexible fashion. Drag around pasted files and take a full control of them.
de_de: Betrachte deine Dateien auf der grenzenlosen Leinwand. Die Unbegrenze Leinwand ist deine Desktop-Pinnwand, die dir erlaubt, deine Arbeit in flexibler Manier zu verwalten. Ziehe deine eingefügten Dateien umher und übernimm die volle Kontrolle über sie.
pt_pt: Veja os seus ficheiros numa tela sem limites. Tela Infinita é o seu quadro de adesivos no computador que lhe permite gerir o seu trabalho de uma forma flexível. Arraste os seus ficheiros colados e assuma um controlo total dos mesmos.
ro_ro: Vezi fișierele tale pe un canvas fără limite. Pe bune. Canvasul Infinit este stickyboard-ul ecranului tău care îți permite să îți gestionezi munca într-o manieră flexibilă.
ru_ru: Просматривайте свои файлы на бесконечном полотне. Бесконечное полотно представляет собой настольную доску, позволяющую гибко управлять работой. Перетаскивайте вставленные файлы и получайте полный контроль над ними.
zh_cn: 在无限画布上查看文件。无限画布是您的桌面粘性板，允许您以灵活的方式管理您的工作。拖动粘贴的文件并完全控制它们。

# OOBEInfiniteCanvasTitle
source: Infinite Canvas
de_de: Unbegrenzte Leinwand
pt_pt: Tela Infinita
ro_ro: Canvas Infinit
ru_ru: Бесконечное полотно
zh_cn: 无限画布

# OOBEOneCanvasDescription
source: Quickly paste and interact with your content on One Canvas. One Canvas gives you a fully-sized interactive preview of various files: - Image preview - Media preview - Text preview - Markdown format preview - Folder and file preview
de_de: Füge schnell Inhalt in deine 'Eine Leinwand' ein und interagiere mit ihm. 'Eine Leinwand' gibt dir eine vollformatige, interaktive Vorschau verschiedenster Dateien: - Bildvorschau - Medienvorschau - Textvorschau - Markdown-Format-Vorschau - Ordner- und Datei-Vorschau
pt_pt: Cole e interaja rapidamente com o seu conteúdo na Tela Única. Tela Única dá-lhe uma pré-visualização interativa de vários ficheiros em tamanho real: - Pré-visualização de imagem - Pré-visualização dos meios de comunicação - Pré-visualização do texto - Pré-visualização do formato Markdown - Pré-visualização de pastas e ficheiros
ro_ro: Lipește și interacționează rapid cu conținutul tău pe un Canvas. Un Canvas dă o previzualizare interactivă în mărime-completă a diverse fișiere: - Previzualizare imagine - Previzualizare media - Previzualizare text - Previzualizare format Markdown - Previzualizare folder și fișier
ru_ru: Быстрая вставка и взаимодействие с содержимым на одном полотне. Одно полотно дает возможность интерактивного предварительного просмотра различных файлов в натуральную величину: - Предпросмотр изображений - Предпросмотр мультимедиа - Предпросмотр текста - Предпросмотр формата Markdown - Предпросмотр папок и файлов
zh_cn: 快速粘贴并与单画布上的内容交互。单画布为您提供各种文件的全尺寸交互式预览： -图像预览 -媒体预览 -文本预览 -标记格式预览 -文件夹和文件预览

# OOBEOneCanvasTitle
source: One Canvas
de_de: 'Eine Leinwand'
pt_pt: Tela Única
ro_ro: Un Canvas
ru_ru: Одно полотно
zh_cn: 单画布

# OOBEReferenceFilesDescription
source: With Reference Files you don't have to worry about filling up your hard drive. Reference Files save space by holding a reference that points to original file. Thanks to Clipboard Canvas seamless integration, Reference Files work great in both One Canvas and Infinite Canvas.
de_de: Mit Referenz-Dateien brauchst du dich nicht um eine volle Festplatte zu sorgen. Referenzierte Dateien sparen Platz, indem sie eine auf die Originaldatei verweisende Referenz speichern. Dank Clipboard Canvas' nahtloser Integration funktionieren referenzierte Dateien sowohl in der 'Einen Leinwand' sowie der 'Unbegrenzten Leinwand' einwandfrei.
pt_pt: Com Ficheiros de Referência não tem de se preocupar em encher o seu disco rígido. Os Ficheiros de Referência poupam espaço ao manter uma referência que aponta para o ficheiro original. Graças à integração perfeita do Clipboard Canvas, os Ficheiros de Referência funcionam bem tanto na Tela Única como na Tela Infinita.
ro_ro: Cu Fișiere de Referință, nu te îngrijora despre spațiu de stocare. Ele salvează spațiu ținând o referință care punctează către fișierul original. Mulțumită integrării fără-efort Clipboard Canvas, Fișierele de Referință merg bine și pe un Canvas, dar și pe Canvasul Infinit.
ru_ru: С файлами упоминания вам не придется беспокоиться о заполнении жесткого диска. Файлы упоминания экономят место, поскольку содержат ссылку, указывающую на исходный файл. Благодаря бесшовной интеграции с Clipboard Canvas файлы упоминания отлично работают на любом полотне.
zh_cn: 使用“引用文件”，您不必担心硬盘驱动器会被填满。引用文件通过保持指向原始文件的引用来节省空间。得益于Clipboard Canvas的无缝集成，“引用文件”在“单画布”和“无限画布”中都能更好的工作。

# OOBEReferenceFilesTitle
source: Save storage space with Reference Files
de_de: Spare Speicherplatz mit Referenz-Dateien
pt_pt: Guardar espaço de armazenamento com Ficheiros de Referência
ro_ro: Salvează spațiu de stocare cu Fișierele de Referință
ru_ru: Экономьте место с файлами упоминания
zh_cn: 使用引用文件节省存储空间

# OOBETimelineDescription
source: Never miss a file or folder with Timeline on your homepage. Timeline keeps track of recently pasted items so you don't have to worry about anything sliding past unnoticed!
de_de: Verpasse keine(n) Datei oder Ordner mit der Zeitleiste auf deiner Startseite. Die Zeitleiste verfolgt kürzlich eingefügte Gegenstände, damit du dir keine Sorgen vor irgendetwas Unbemerktem machen musst.
pt_pt: Nunca perca um ficheiro ou pasta com a Linha do Tempo na sua página inicial. A Linha do Tempo mantém um registo dos itens recentemente colados para que não tenha de se preocupar com nada que passe despercebido!
ro_ro: Nu rata niciun fișier sau folder mulțumită Cronologiei de pe pagina de pornire. Cronologia are grijă de fișierele lipite recent ca tu să n-ai grijă despre fișiere ratate!
ru_ru: Никогда не пропускайте объекты с временной шкалой на вашей домашней странице. Временная шкала отслеживает недавно вставленные объекты, поэтому вам не придется беспокоиться о том, что файл или папка ускользнет от вашего взора!
zh_cn: 千万不要错过主页上带有时间轴的文件或文件夹。时间轴会跟踪最近粘贴的项目，因此您不必担心没有注意而被忽视！

# OOBETimelineTitle
source: See a run-down of recent activity on your Timeline
de_de: Erhalte eine Analyse der kürzlichen Aktivitäten auf deiner Zeitleiste
pt_pt: Veja um resumo da atividade recente na sua Linha do Tempo
ro_ro: Vezi o analiză a activității recente în Cronologia ta
ru_ru: Просмотр последних действий на временной шкале
zh_cn: 在时间轴上查看最近活动的摘要

# OOBEWelcomeDescription
source: Thank you for trying out Clipboard Canvas! To get you started, this presentation will guide you through most notable features of the app.
de_de: Danke, dass du Clipboard Canvas ausprobierst! Um dir den Start zu erleichtern, wird dich diese Präsentation durch die wichtigsten Funktionen dieses Programms führen.
pt_pt: Obrigado por experimentar Clipboard Canvas! Para começar, esta apresentação irá guiá-lo através das características mais notáveis da aplicação.
ro_ro: Îți mulțumim pentru că încerci Clipboard Canvas! Ca să știi tot-tot, această prezentare te va ghida printre cele mai notabile funcționalități ale aplicației.
ru_ru: Спасибо, что попробовали Clipboard Canvas! Чтобы вы могли начать работу, в этой презентации мы расскажем о самых важных функциях приложения.
zh_cn: 感谢您使用剪贴板画布！为了帮助您快速开始，本演示将引导您了解应用程序的最显著的功能。

# OOBEWelcomeTitle
source: Welcome to Clipboard Canvas!
pt_pt: Bem-vindo ao Clipboard Canvas!
ro_ro: Bun venit la Clipboard Canvas!
ru_ru: Добро пожаловать в Clipboard Canvas!
zh_cn: 欢迎使用Clipboard Canvas!

source: Open canvas
de_de: Leinwand öffnen
pt_pt: Abrir tela
ro_ro: Deschidere canvas
ru_ru: Открыть полотно
zh_cn: 打开画布

source: Open Collection location
de_de: Sammlungsort öffnen
pt_pt: Abrir localização da Coleção
ro_ro: Deschidere locație Colecție
ru_ru: Открыть расположение коллекции
zh_cn: 打开合集位置

source: Open containing folder
de_de: Enthaltenden Ordner öffnen
pt_pt: Abrir pasta contentora
ro_ro: Deschidere folder conținut
ru_ru: Открыть содержащую папку
zh_cn: 打开包含文件夹

source: Open file
de_de: Datei öffnen
pt_pt: Abrir ficheiro
ro_ro: Deschidere fișier
ru_ru: Открыть файл
zh_cn: 打开文件

source: Open Infinite Canvas folder
de_de: 'Unbegrenzte Leinwand'-Ordner öffnen
pt_pt: Abrir pasta Tela Infinita
ro_ro: Deschidere folder Canvas Infinit
ru_ru: Открыть папку бесконечного полотна
zh_cn: 打开无限画布文件夹

source: Open new Canvas
de_de: Neue Leinwand öffnen
pt_pt: Abrir nova Tela
ro_ro: Deschidere Canvas nou
ru_ru: Открыть новое полотно
zh_cn: 打开新画布

source: Open new Infinite Canvas
de_de: Neue 'Unbegrenzte Leinwand' öffnen
pt_pt: Abrir nova Tela Infinita
ro_ro: Deschidere Canvas Infinit
ru_ru: Открыть новое бесконечное полотно
zh_cn: 打开新的无限画布

source: Open reference containing folder
de_de: Referenz-enthaltenden Ordner öffnen
pt_pt: Abrir pasta de referência contentora
ro_ro: Deschidere folder care conține referința
ru_ru: Открыть папку, содержащую упоминания
zh_cn: 打开包含文件夹的引用

source: Open Settings
de_de: Einstellungen öffnen
pt_pt: Abrir Definições
ro_ro: Deschidere Setări
ru_ru: Открыть параметры
zh_cn: 打开设置

# OperationCanceled
source: The operation was canceled.
de_de: Der Vorgang wurde abgebrochen.
pt_pt: A operação foi cancelada.
ro_ro: Operația a fost anulată.
ru_ru: Операция была отменена.
zh_cn: 操作已取消。

# OverwriteReference
source: Paste reference
de_de: Referenz einfügen
pt_pt: Colar referência
ro_ro: Lipire referință
ru_ru: Вставить упоминание
zh_cn: 粘贴引用

# PastedAsReference
source: File pasted as reference
de_de: Datei als Referenz eingefügt
pt_pt: Ficheiro colado como referência
ro_ro: Fișier lipit ca referință
ru_ru: Файл вставлен как упоминание
zh_cn: 作为引用粘贴文件

# PastedAsReferenceDescription
source: This file has been pasted as a reference to the original file. Clipboard Canvas loads the original file that the reference is pointing to. You can override the reference and copy the item directly to this collection by pressing the button below.
de_de: Diese Datei wurde als Referenz auf die Originaldatei eingefügt. Clipboard Canvas lädt die referenzierte Originialdatei. Du kannst die Referenz überschreiben und den Gegenstand direkt in diese Sammlung kopieren, indem du den unteren Knopf drückst.
pt_pt: Este ficheiro foi colado como uma referência ao ficheiro original. Clipboard Canvas carrega o ficheiro original para o qual a referência está a apontar. Pode anular a referência e copiar o item diretamente para esta coleção, premindo o botão abaixo.
ro_ro: Acest fișier a fost lipit ca o referință către fișierul original. Clipboard Canvas încarcă fișierul original spre care referința punctează. Poți suprascrie referința și copia elementul direct în această colecție apăsând butonul de mai jos.
ru_ru: Этот файл был вставлен как упоминание исходного файла. Clipboard Canvas загружает исходный файл, на который указывает ссылка. Вы можете отменить упоминание и скопировать объект непосредственно в эту коллекцию, нажав кнопку ниже.
zh_cn: 此文件已粘贴为对原始文件的引用。Clipboard Canvas加载引用所指向的原始文件。 通过按下下面的按钮，可以覆盖引用并将项目直接复制到此集合。

source: Paste from Clipboard
de_de: Aus der Zwischenablage einfügen
pt_pt: Colar a partir da Área de transferência
ro_ro: Lipire din Clipboard
ru_ru: Вставить из буфера обмена
zh_cn: 从剪贴板粘贴
